Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Dreaming Freedom.tmx
Source language: en
Languages: es_419

source: omg E.S is so weird for that lmao.. just hang out with us :(
es_419: OMG. E.S ES RARA POR ESO XD… SAL CON NOSOTRAS :(

source: she looked so pissed, it was so funny seeing her leave through the front door, haha.
es_419: ESTABA ENOJADÍSIMA. FUE DIVERTIDO VER CÓMO SE FUE POR LA PUERTA FRONTAL. JA, JA.

source: it’s none of your business.
es_419: NO TE IMPORTA.

source: lucid dreams are characterized by the dreamer being aware of their sleeping state and being able to control the contents of their dreams, as well as remembering the contents of their dreams vividly after waking up. in 1913, the netherlands...
es_419: EN LOS SUEÑOS LÚCIDOS, LA PERSONA ESTÁ CONSCIENTE DE QUE ESTÁ SOÑANDO Y PUEDE CONTROLAR LO QUE SUCEDE. TAMBIÉN PUEDE RECORDAR SUS SUEÑOS VÍVIDAMENTE CUANDO DESPIERTA. EN 1913, EN LOS PAÍSES BAJOS…

source: dizzy
es_419: MAREADA

source: ...I’ve been circling around here since the early morning,
es_419: HACE UN RATO QUE ESTOY POR AQUÍ,

source: j-juhyeon... this is a misunderstanding...
es_419: JUHYEON… NO ES LO QUE PIENSAS…

source: oh really? she hasn’t been talking about him lately, so i was just wondering
es_419: ¿EN SERIO? COMO ÚLTIMAMENTE NO HA HABLADO DE ÉL, ME PREGUNTABA SI ESTABA TODO BIEN

source: can I speak to you casually?
es_419: ¿PUEDO HABLARTE CON CONFIANZA?

source: Go away you bitches
es_419: VÁYANSE, PERRAS

source: we actually brought you here because we had to talk to you about something.
es_419: EN REALIDAD, TE TRAJIMOS AQUÍ PORQUE QUERÍAMOS HABLAR CONTIGO.

source: it’s not like this is the first time you’ve said things like that to people.
es_419: Y NO ES LA PRIMERA VEZ QUE LES DICES ALGO ASÍ A LOS DEMÁS.

source: if not, there’s no reason sora would be sucking up to her like this.
es_419: NO SE ME OCURRE OTRO MOTIVO PARA QUE SE COMPORTE DE ESA FORMA.

source: creeeak
es_419: RECHINA

source: what are you going to have, jeongmin?
es_419: ¿TÚ QUÉ VAS A TOMAR, JEONGMIN?

source: yeah, it’s my mom’s card, anyway.
es_419: SÍ, ES LA TARJETA DE MI MAMÁ.

source: you seem happy these days.
es_419: ÚLTIMAMENTE TE VES FELIZ.

source: of course they’re closer to each other than they are with me...
es_419: ES NORMAL QUE SEAN MÁS UNIDAS ENTRE ELLAS QUE CONMIGO…

source: but it makes me nervous that things have been working out so well lately...
es_419: PERO ME PONE UN POCO ANSIOSA QUE AHORA TODO ESTÉ SALIENDO TAN BIEN.

source: what are you going to do about it if we go somewhere else?
es_419: ¿QUÉ HARÁS SI VAMOS A OTRA PARTE?

source: do you know what kind of person she is?!
es_419: ¡¿SABES LA CLASE DE PERSONA QUE ES?!

source: whoa! are you interested in it?!
es_419: ¡VAYA! ¡¿EN SERIO TE GUSTAN?!

source: use your eyes.
es_419: ABRE LOS OJOS.

source: this should be enough, right?
es_419: ESTO DEBERÍA SER SUFICIENTE, ¿NO?

source: why are you taking her side all of a sudden?
es_419: ¿POR QUÉ, DE REPENTE, TE PONES DE SU LADO?

source: by the way, jeongmin, do you have any siblings?
es_419: PERO CIERTO, JEONGMIN, ¿TIENES HERMANOS?

source: I’ll help you. let’s collect the notebooks quickly and go to the snack shop.
es_419: TE DARÉ UNA MANO. JUNTEMOS LOS CUADERNOS RÁPIDO ASÍ PODEMOS IR A COMPRAR ALGO DE COMER.

source: oh, and doesn’t that red cardigan look terrible on her?
es_419: ¿Y NO PIENSAS QUE ESE CÁRDIGAN ROJO LE QUEDA HORRIBLE?

source: gasp
es_419: AHH

source: she thinks about me so much...
es_419: SE PREOCUPA MUCHO POR MÍ…

source: I was the one who would stand at the front and crush people when she needed me to.
es_419: ERA LA QUE SE ENCARGABA DE APLASTAR A QUIEN ELLA ME DIJERA.

source: Room B (7)
es_419: SALA B (7)

source: say something...
es_419: DI ALGO…

source: if you want those kids to die, I’ll think about that too.
es_419: SI QUIERES QUE ESAS CHICAS MUERAN, PODEMOS HACERLO REALIDAD.

source: and they’re not similar at all!
es_419: ¡PERO NO SE PARECÍAN EN NADA!

source: grin
es_419: SONRÍE

source: today’s school lunch is the worst :’(
es_419: EL ALMUERZO DE HOY ES HORRIBLE :’(

source: you know, that whole thing where she just stands with her arms crossed and watches people.
es_419: POR EJEMPLO, CÓMO SE PARA CON LOS BRAZOS CRUZADOS Y MIRA A LA GENTE.

source: are we hanging out today?
es_419: ¿SALIMOS HOY?

source: no way...
es_419: NO PUEDE SER…

source: and just because you said a few things about it, you’re being publicly humiliated.
es_419: Y AHORA, SOLO PORQUE DIJISTE UN PAR DE COSAS SOBRE TODO ESE ASUNTO, TE HUMILLAMOS DELANTE DE TODOS.

source: ...think I was always so sensitive to that kind of stuff?
es_419: … QUE SIEMPRE ME AFECTÓ ASÍ ESA CLASE DE COSAS?

source: I decided not to think about it so much anymore.
es_419: DECIDÍ DEJAR DE PENSAR TANTO.

source: there’s no way hyejin would decide to hang around jeongmin...
es_419: HYEJIN NUNCA ACEPTARÍA SALIR CON JEONGMIN…

source: huh, eunju is here earlier than me.
es_419: AH, EUNJU LLEGÓ ANTES QUE YO.

source: what the hell did you say to sora?
es_419: ¿QUÉ LE DIJISTE A SORA?

source: how come you don’t do anything when you dragged me into your plan?
es_419: NO ENTIENDO POR QUÉ NO HACES NADA SI FUISTE TÚ LA QUE ME BUSCASTE PARA LLEVAR A CABO TU PLAN.

source: I said I’m sorry.
es_419: YA TE PEDÍ DISCULPAS.

source: no, I don’t think there’s any need for that...
es_419: NO, CREO QUE ESO NO SERÁ NECESARIO…

source: ...those girls won’t show up to school.
es_419: … ESAS CHICAS NO IRÁN A LA ESCUELA.

source: who does that brat think she’s looking at?!
es_419: ¡¿A QUIÉN PIENSA QUE ESTÁ MIRANDO ESA MOCOSA?!

source: and apart from that, those girls you resent still haven’t been punished.
es_419: ADEMÁS, ESAS CHICAS A LAS QUE ODIAS AÚN NO RECIBIERON SU MERECIDO CASTIGO.

source: w-well, at least she doesn’t say rude things without thinking...
es_419: B-BUENO, AL MENOS NO DICE NADA MALO SIN PENSAR…

source: we just weren’t right for each other, so we grew apart...
es_419: ÉRAMOS MUY DIFERENTES Y, CON EL TIEMPO, NOS ALEJAMOS…

source: did yujeong jeong break up with her bf lol
es_419: YUJEONG JEONG Y SU NOVIO CORTARON? XD

source: eunju was just surprised and she just blurted things out. she didn’t mean to be rude.
es_419: … EUNJU SE SORPRENDIÓ Y DIJO TODO ESO SIN PENSAR. NO QUISO SER GROSERA.

source: who said that you feel lighter after opening up to people?
es_419: ¿QUIÉN DIJO QUE TE SIENTES MÁS LIVIANA DESPUÉS DE CONTAR COSAS ASÍ?

source: n-no, but...
es_419: NO, PERO…

source: she got hurt while sleeping?
es_419: ¿SE LASTIMÓ MIENTRAS DORMÍA?

source: class president?
es_419: ¿PRESIDENTA DE LA CLASE?

source: I can’t take this any longer...
es_419: NO LO SOPORTO MÁS…

source: huh? are you sick?
es_419: ¿EH? ¿ESTÁS ENFERMA?

source: I hung out with yeonji and seungha after school once.
es_419: UNA VEZ, DESPUÉS DE CLASES, SALÍ CON YEONJI Y SEUNGHA.

source: grab
es_419: TAS

source: I still have a week until I get my allowance...
es_419: ME DARÁN DINERO PARA LA ESCUELA DENTRO DE UNA SEMANA…

source: we’re already at school...
es_419: YA LLEGAMOS A LA ESCUELA…

source: it’s not...
es_419: NO SOY…

source: what did she do this time?
es_419: ¿QUÉ HIZO ESTA VEZ?

source: chills
es_419: MIEDO

source: everything he said was true...!
es_419: ¡TODO LO QUE DIJO ES VERDAD…!

source: ...it feels like I’m being bullied a lot less...
es_419: PARECE QUE YA NO ME HACEN TANTO BULLYING…

source: she’s not the type of person to truly wish me well.
es_419: NO ES EL TIPO DE PERSONA QUE SE PREOCUPA POR MÍ.

source: math
es_419: MATEMÁTICA

source: uncomfortable
es_419: INCÓMODA

source: haven’t you noticed it? she’s so cringey, haha.
es_419: ¿NO LO NOTASTE? ME DA VERGÜENZA AJENA. JA, JA.

source: he studies psychology, and he said people like that are starved for affection
es_419: ESTUDIA PSICOLOGÍA Y DIJO QUE ESA GENTE ESTÁ DESESPERADA POR RECIBIR AFECTO

source: are you even friends with them?
es_419: ¿SON AMIGAS O NADA QUE VER?

source: you...
es_419: TÚ…

source: I think she asked us because eunju and I only hang out with each other...
es_419: CREO QUE NOS LO PIDIÓ PORQUE EUNJU Y YO NO NOS JUNTAMOS CON NADIE MÁS…

source: did jeongmin just get rejected after trying to get with juhyeon’s boyfriend?
es_419: ¿RECHAZARON A JEONGMIN PORQUE INTENTÓ SALIR CON EL NOVIO DE JUHYEON?

source: so that means you can go anywhere without an actual body?
es_419: ¿O SEA QUE PUEDES IR A CUALQUIER LADO SIN CUERPO?

source: hmm? oh.
es_419: ¿EH? AH.

source: my school life has become a lot more stable.
es_419: MI VIDA ESCOLAR ES MUCHO MEJOR.

source: did you not hear me correctly?
es_419: ¿NO ME ESCUCHASTE?

source: ...although it is pretty fun when jeongmin is here.
es_419: … AUNQUE ES DIVERTIDO CUANDO VIENE JEONGMIN.

source: ...most of the people here are our classmates.
es_419: … CASI TODAS ESTAS PERSONAS SON COMPAÑERAS NUESTRAS.

source: oh, the bell rang.
es_419: AH, LA CAMPANA.

source: hey, sora. did you actually mean what you said yesterday?
es_419: OYE, SORA. ¿HABLABAS EN SERIO AYER CUANDO NOS DIJISTE ESO?

source: the fact that I couldn’t kill them ate me up inside.
es_419: EL HECHO DE NO PODER MATARLOS ME CARCOMIÓ POR DENTRO.

source: it’s no use.
es_419: NO PIERDAS EL TIEMPO.

source: both of my parents are on a business trip, so I won’t get my allowance until later.
es_419: MIS PADRES SE FUERON POR UN VIAJE DE TRABAJO, POR ESO AÚN NO TENGO DINERO.

source: why did they fight?
es_419: ¿POR QUÉ DISCUTIERON?

source: ...our classmates’ attitudes toward me changed in an instant.
es_419: LA ACTITUD DE NUESTRAS COMPAÑERAS HACIA MÍ CAMBIÓ ENSEGUIDA.

source: I like you.
es_419: ME CAES BIEN.

source: you did.
es_419: LO DIJISTE.

source: unfortunately for me, her parents were lawyers...
es_419: DESAFORTUNADAMENTE, SUS PADRES SON ABOGADOS…

source: ...but this is a dream, isn’t it?
es_419: … PERO ESTAMOS EN UN SUEÑO, ¿NO?

source: now, no one can treat me poorly.
es_419: AHORA NADIE ME TRATA MAL.

source: I was supposed to enter a promotion series with him, but I told him that I’d go later because I was looking for my sticker.
es_419: SE SUPONE QUE IBA A JUGAR UNAS PARTIDAS DE PROMOCIÓN CON ÉL, PERO LE DIJE QUE IRÍA LUEGO PORQUE ESTABA BUSCANDO MI PEGATINA.

source: why...
es_419: ¿POR QUÉ…?

source: I actually had a weird dream.
es_419: TUVE UN SUEÑO EXTRAÑO.

source: s-sorry...
es_419: L-LO SIENTO…

source: don’t spread those screenshots...
es_419: NO LE MUESTRES ESAS CAPTURAS A NADIE…

source: I fucking hate jeongmin choi. she’s a bully.
es_419: ODIO A JEONGMIN CHOI A MORIR. ES DESPRECIABLE.

source: weren’t you in the talking phase with jeongmin?
es_419: ¿NO ESTABAS CONOCIENDO A JEONGMIN?

source: ...I don’t want to end things with him here.
es_419: … NO QUIERO QUE LAS COSAS CON ÉL TERMINEN ASÍ.

source: everything is annoying
es_419: YA NO SOPORTO TODO ESTO

source: 454 posts
es_419: 454 PUBLICACIONES

source: anyway, you're allowed to be a bit of a bitch to her, juhyeon.
es_419: TIENES DERECHO A TRATARLA UN POCO MAL, JUHYEON.

source: I’m gonna go too.
es_419: YO TAMBIÉN ME VOY.

source: I don’t like it...
es_419: NO ME GUSTA…

source: I’m not sure what’s going on...
es_419: NO SÉ LO QUE SUCEDE…

source: how could we let you go alone?
es_419: NO TE DEJARÍAMOS IR SOLA.

source: you can astral project.
es_419: PUEDES HACER UNA PROYECCIÓN ASTRAL.

source: she’ll talk to us like everything’s normal again later.
es_419: LUEGO NOS HABLARÁ COMO SI NO HUBIERA PASADO NADA.

source: hahaha, that was so satisfying.
es_419: JA, JA, JA. ESTUVO GENIAL.

source: wait...
es_419: UN SEGUNDO…

source: right now, I feel more pain than I ever have before.
es_419: NUNCA ANTES SENTÍ TANTO DOLOR COMO AHORA.

source: enjoy it while it lasts.
es_419: DISFRÚTALO MIENTRAS PUEDAS.

source: now that I think about it...
es_419: AHORA QUE LO PIENSO…

source: it feels like she keeps trying to hang out with me alone these days.
es_419: ÚLTIMAMENTE PARECE QUE QUIERE PASAR TIEMPO SOLO CONMIGO…

source: ...but my mouth moves on its own without listening.
es_419: … PERO LA BOCA SE MUEVE POR VOLUNTAD PROPIA.

source: hey.
es_419: OYE.

source: listen closely! my name is sora choi!
es_419: ¡ESCUCHA BIEN! ¡YO ME LLAMO SORA CHOI!

source: you know I have it out for you after you missed gym last time, right?!
es_419: ¡SABES QUE TE TENGO ENTRE CEJA Y CEJA PORQUE FALTASTE A LA CLASE DE GIMNASIA LA VEZ PASADA, ¿NO?!

source: come to the teachers’ office as soon as you get to school tomorrow.
es_419: MAÑANA, CUANDO LLEGUES A LA ESCUELA, VEN A LA SALA DE MAESTROS.

source: what am I supposed to do about juhyeon acting like that all of a sudden...
es_419: NO SÉ QUÉ HACER CON ESTA ACTITUD REPENTINA DE JUHYEON.

source: jeongmin, I saw you leaving with a boy from the other school yesterday!
es_419: ¡JEONGMIN! ¡AYER VI QUE TE FUISTE CON UN CHICO DE LA OTRA ESCUELA!

source: did you get caught talking about her?
es_419: ¿TE DESCUBRIÓ HABLANDO MAL DE ELLA?

source: hey, jeongmin.
es_419: EH, JEONGMIN.

source: I just didn’t have time to dry my hair, you assholes.
es_419: NO TUVE TIEMPO DE SECARME EL CABELLO, IDIOTAS.

source: To be continued...
es_419: CONTINUARÁ…

source: he’s so dense and slow...
es_419: ES MOLESTO Y TONTO…

source: whoa... do you remember the face of the person in your dream?
es_419: VAYA… ¿RECUERDAS EL ROSTRO DE LA PERSONA QUE VISTE EN EL SUEÑO?

source: why’d she get expelled?
es_419: ¿POR QUÉ LA EXPULSARON?

source: I gotta pee!
es_419: ¡TENGO QUE IR AL BAÑO!

source: no one here is on my side.
es_419: AQUÍ NADIE ESTÁ DE MI LADO.

source: hmm? no...? why?
es_419: ¿AH? NO… ¿POR QUÉ?

source: why is he asking me this...?
es_419: ¿POR QUÉ ME HACE ESA PREGUNTA…?

source: lmaoooo
es_419: JAJAJA XD

source: we didn’t want to open up old wounds.
es_419: NO QUERÍAMOS VOLVER A ABRIR ESAS HERIDAS.

source: w-what did you say you want to eat?
es_419: ¿QUÉ...? ¿QUÉ QUERÍAS COMER?

source: as if the world was laughing at my foolish fantasies...
es_419: COMO SI EL MUNDO SE BURLARA DE MIS FANTASÍAS ESTÚPIDAS…

source: what? obviously I’m asking because I don’t know...
es_419: ¿QUÉ? SI TE PREGUNTO, ES PORQUE NO LO SÉ…

source: pathetic.
es_419: PATÉTICO.

source: I’m leaving now, so don’t follow me.
es_419: YA ME VOY. NO ME SIGAS.

source: I’m not interested in boring stuff like this...
es_419: ESAS COSAS ABURRIDAS NO ME INTERESAN.

source: the past few days were full of good news.
es_419: LOS ÚLTIMOS DÍAS, SOLO TUVE BUENAS NOTICIAS.

source: ...blamed everything on me when I wasn’t at school.
es_419: … ME CULPARON DE TODO UN DÍA QUE NO FUI A LA ESCUELA.

source: look at her ignoring you...
es_419: MIRA CÓMO TE IGNORA…

source: Upvoted by
es_419: APROBADO POR

source: you’re useless now, so don’t show your face around me.
es_419: YA ERES INSERVIBLE, ASÍ QUE NO QUIERO VOLVER A VERTE.

source: jeongmin, you should read "anywho! flat bun man" at home!
es_419: JEONGMIN, ¡TENDRÍAS QUE LEER "¡COMO SEA! ¡PEQUEÑO HOMBRE DE MADALENA!" EN CASA!

source: that’s right, this is the kind of person you were.
es_419: CLARO, SIEMPRE FUISTE ASÍ.

source: and in reality...
es_419: PERO, EN LA REALIDAD…

source: was the amusement park fun?
es_419: ¿SE DIVIRTIERON EN EL PARQUE DE ATRACCIONES?

source: a-am I allowed to go with you?
es_419: ¿PUEDO IR… CON USTEDES?

source: I feel sorry for myself, too.
es_419: ME DOY PENA A MÍ MISMA.

source: I haven’t gotten any revenge at all.
es_419: NO PUDE VENGARME.

source: I don’t want to hear her voice...
es_419: NO QUIERO OÍR SU VOZ…

source: o-okay.
es_419: BU-BUENO.

source: do you two smell anything weird?
es_419: ¿NO HUELEN ALGO RARO?

source: we believed those rumors a few times...
es_419: CREÍMOS EN ESOS RUMORES…

source: it’s time for school, jeongmin.
es_419: ES HORA DE IR A LA ESCUELA, JEONGMIN.

source: ...and nothing I want her to do.
es_419: … Y TAMPOCO QUIERO QUE HAGA NADA.

source: I bet you’ll beg to come back here!
es_419: ¡ME PEDIRÁS DE RODILLAS VOLVER AQUÍ!

source: wherein the dreamer realizes that they are dreaming and
es_419: EN EL QUE LA PERSONA SABE QUE ESTÁ SOÑANDO Y

source: fwoooosh
es_419: FIUUUUSH

source: what are you doing after school today?
es_419: ¿QUÉ HARÁS DESPUÉS DE CLASES?

source: jeongmin, the other girls want to go to the snack shop.
es_419: JEONGMIN, LAS OTRAS CHICAS QUIEREN IR A COMPRAR ALGO.

source: I don’t want to just fall asleep today.
es_419: NO QUIERO DORMIRME TODAVÍA.

source: definitely not.
es_419: SEGURO QUE NO.

source: but she’s a total loser.
es_419: PERO ES UNA PERDEDORA TOTAL.

source: yeah,
es_419: SÍ,

source: regret
es_419: ARREPENTIDA

source: whatever...
es_419: NO IMPORTA…

source: what is that?
es_419: ¿QUÉ ES ESO?

source: huh? we’ll go with you!
es_419: ¿EH? ¡TE ACOMPAÑAMOS!

source: n-nothing, I was just curious...
es_419: NADA, SOLO QUERÍA SABER…

source: I’m only doing this because you begged me to stay.
es_419: SOLO HAGO ESTO PORQUE ME PEDISTE QUE ME QUEDARA.

source: if I hadn’t pushed you away back then...
es_419: SI NO TE HUBIERA ALEJADO…

source: good morning!
es_419: ¡BUENOS DÍAS!

source: you’re so irritating. just fuck off!
es_419: ERES TAN IRRITANTE… ¡VETE AL CARAJO!

source: okay, that was a lot of hints.
es_419: BIEN, YA TE DI BASTANTES PISTAS.

source: it’s not that hard...
es_419: NO ES TAN DIFÍCIL…

source: yeah, so how am I supposed to believe that?
es_419: ¿Y POR QUÉ DEBERÍA CREERTE?

source: just approach her first.
es_419: HABLA CON ELLA.

source: I can’t focus even if I force myself to stay awake.
es_419: NO PUEDO CONCENTRARME NI AUNQUE ME ESFUERCE POR ESTAR DESPIERTA.

source: I’ll delete the pictures. happy?
es_419: BORRARÉ LAS FOTOS. ¿ESTÁS FELIZ?

source: I feel bad--
es_419: ME DA LÁSTIMA…

source: I use it to put juhyeon ha in my shoes and treat her exactly the way she treats me, if only in my dreams.
es_419: LO HAGO PARA DARLE SU MERECIDO A JUHYEON HA Y PARA TRATARLA COMO ELLA ME TRATA A MÍ, AUNQUE SOLO SEA EN MIS SUEÑOS.

source: ...don’t think anything of it.
es_419: … NO ME INTERESA.

source: I hate this...
es_419: ODIO ESTO…

source: get up now if you are.
es_419: SI QUIERES, VEN AHORA.

source: I definitely think jeongmin didn’t know either...
es_419: ESTOY CASI SEGURO DE QUE JEONGMIN TAMPOCO LO SABE.

source: what? it’s only going to take a second to go to the bathroom but you can’t wait for me?
es_419: ¿QUÉ? SOLO TARDARÉ UN SEGUNDO. ¿NO PUEDES ESPERAR?

source: c-can’t you eat lunch with me later or something...?
es_419: ¿N-NO PUEDES COMER CONMIGO O ALGO MÁS TARDE?

source: ...but I don’t feel as bad as usual.
es_419: … PERO NO ME SIENTO TAN MAL COMO DE COSTUMBRE.

source: even if you don’t hear it from me,
es_419: INCLUSO SI NO TE LO DIGO YO MISMO,

source: I knew it, he’s already tired of me...
es_419: LO SABÍA; YA SE CANSÓ DE MÍ…

source: based on your actions in your dreams up until now,
es_419: POR TODO LO QUE HICISTE HASTA AHORA EN TUS SUEÑOS,

source: hmmm...
es_419: MMM…

source: I’ll help you...
es_419: TE AYUDARÉ…

source: come on!
es_419: ¡VEN!

source: salute the teacher.
es_419: SALUDEN AL PROFESOR.

source: she’s the one who bullied you...
es_419: ELLA ES LA QUE TE HIZO BULLYING A TI…

source: 글.그림 2L 밑색 도움 kk
es_419: ARTE/HISTORIA DE 2L AYUDA CON EL COLOR KK

source: ...I think I like you.
es_419: CREO QUE ME GUSTAS.

source: I’ve been responding to her because she keeps texting me but it’s so annoying talking about stuff only she knows about
es_419: LE RESPONDO PORQUE ME SIGUE ESCRIBIENDO, PERO ES MUY MOLESTO HABLAR DE COSAS QUE SOLO ELLA SABE…

source: there are things I want to hear from her, anyway.
es_419: HAY ALGUNAS COSAS QUE ME GUSTARÍA QUE ME DIJERA.

source: I overheard the teachers talking about it in the teachers’ office.
es_419: OÍ A LOS PROFESORES HABLAR DE ESO EN LA OFICINA.

source: don’t make me laugh. what about you?
es_419: NO ME HAGAS REÍR. ¿Y TÚ QUÉ?

source: yeah lol I’m texting him now
es_419: SÍ XD LE ESTOY ESCRIBIENDO AHORA

source: try feeling exactly how I felt.
es_419: TRATA DE SENTIR LO MISMO QUE SENTÍ YO.

source: don’t make me laugh, haha.
es_419: NO ME HAGAS REÍR, JA, JA.

source: you’re looking for this... right...?
es_419: ESTÁS BUSCANDO ESTO… ¿VERDAD…?

source: you should have started doing that ages ago!
es_419: ¡TENDRÍAS QUE HABERLO HECHO DESDE EL PRINCIPIO!

source: does that mean I can do things in my dreams that I can’t in real life?
es_419: ¿ESO SIGNIFICA QUE EN MIS SUEÑOS PUEDO HACER COSAS QUE NO PUEDO HACER EN LA VIDA REAL?

source: do you remember what you told me before?
es_419: ¿RECUERDAS LO QUE ME DIJISTE?

source: what is it called?
es_419: ¿CÓMO SE LLAMA?

source: I think...
es_419: CREO QUE…

source: ...he’s someone I might know?
es_419: ¿ES ALGUIEN QUE CONOZCO…?

source: I have a more exciting idea.
es_419: TENGO UNA MEJOR IDEA.

source: if you get it, can you go away now?
es_419: SI ENTENDISTE LO QUE TE QUISIMOS DECIR, VETE DE AQUÍ.

source: if you’re okay with it, we can go to the snack shop with her, but if not, we can just go quickly by ourselves.
es_419: SI NO TE MOLESTA, PODEMOS IR CON ELLA. SI NO, PODEMOS IR NOSOTRAS SOLAS.

source: ...or floating on top of water...
es_419: … O QUE FLOTO SOBRE EL AGUA…

source: now you need number 30.
es_419: AHORA NECESITAS EL 30.

source: did you see it?!
es_419: ¡¿LO VISTE?!

source: the only revenge I can get on the people who make my life difficult is...
es_419: ¿POR QUÉ PARA VENGARME DE LA GENTE QUE ME ARRUINA LA VIDA…

source: the first is to recognize that you are dreaming as you sleep and then begin lucid dreaming.
es_419: LA PRIMERA ES DARTE CUENTA DE QUE ESTÁS SOÑANDO Y, A PARTIR, COMIENZAS A SOÑAR DE FORMA LÚCIDA.

source: I can tell her a little bit, right?
es_419: PUEDO CONTARLE UN POCO, ¿NO?

source: how about you start realizing I’m here?
es_419: ¿QUÉ TAL SI EMPIEZAS A DARTE CUENTA DE QUE ESTOY AQUÍ?

source: I heard some rumors that you hit and bullied juhyeon in grade school...
es_419: ESCUCHÉ RUMORES DE QUE LA GOLPEASTE Y LE HICISTE BULLYING EN PRIMARIA…

source: you go to eunbaek girls’ high school? that’s right next to my school!
es_419: ¿VAS A LA PREPARATORIA EUNBAEK PARA CHICAS? ¡ESTÁ JUSTO AL LADO DE MI ESCUELA!

source: hahaha, did you see eunju explode at you just now??
es_419: JA, JA, JA. ¿VISTE CÓMO EXPLOTÓ EUNJU RECIÉN?

source: thank you, sir.
es_419: GRACIAS, SEÑOR.

source: haha, what if it turns out she’s not actually sleeping?
es_419: JA, JA. ¿Y SI NO ESTÁ DURMIENDO?

source: I won’t be around for a while, so do all the weird stuff you want.
es_419: VOY A TARDAR UN POCO; MIENTRAS TANTO, PUEDES HACER TODAS LAS LOCURAS QUE QUIERAS.

source: are you asking when you already know the answer?
es_419: ME PREGUNTAS ALGO Y YA SABES LA RESPUESTA.

source: s-sora...
es_419: SORA…

source: ...so it’s nice to know more about each other, right?
es_419: SERÍA BUENO CONOCERNOS UN POCO MEJOR, ¿NO CREES?

source: what the fuck?
es_419: ¿QUÉ MIERDA ES ESA…?

source: stuck in a predicament? who was?
es_419: ¿ATASCADA EN UN PROBLEMA? ¿QUIÉN?

source: hahaha, did you see her face just now?!
es_419: JA, JA, JA, ¡¿VIERON LA CARA QUE TENÍA?!

source: are you going straight home?
es_419: ¿SE VAN A CASA?

source: my mom gave me her card so I could eat with my friends.
es_419: MI MAMÁ ME DIO SU TARJETA PARA QUE VAYA A COMER CON AMIGAS.

source: there was no proof that I was the only one sora said these things to.
es_419: NO HABÍA PRUEBAS DE QUE SORA ME HUBIERA CONTADO ESAS COSAS SOLO A MÍ…

source: juhyeon, if you can’t do it yourself, do you want us to say something to her for you?
es_419: JUHYEON, SI TÚ NO PUEDES, ¿QUIERES QUE NOSOTRAS LE HAGAMOS ALGO?

source: Soyeong Jeong left the chat
es_419: SOYEONG JEONG ABANDONÓ EL CHAT

source: I just want to rest peacefully, even if only in my dreams...
es_419: QUIERO DESCANSAR EN CALMA, AUNQUE SOLO SEA EN UN SUEÑO…

source: is this the place she was talking about?
es_419: ¿ESTE ES EL LUGAR DEL QUE ME HABLÓ?

source: I’ll never...
es_419: NUNCA…
